Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: གཞན་ ཡང་ ལོག་པ ར་ ལྟ་བ་ སྤངས་པ ས་ ཡང་དག་ པར་ ལྟ་བ་ སྔོན་ དུ་ འགྲོ་བ འི་ ཡིད་ རྣམ་པར་ རྟོག་པ་ སྤངས་པ འི་ རིམ་གྱིས་ ཟག་པ་ མེད་པ འི་ བསམ་གཏན་ ལ་ མངོན་པར་ དགའ་བ་ ལས་ བླ་ དང་བ ར་ སྣང་ ལ་
en: $156 “By giving up wrong view one relinquishes thoughts in a way that brings the mind toward right view. Thus, one will gradually achieve the joy of undefiled concentration.

source: སྤྱོད་པ འི་ ལྷ་ དང་ །_ གནོད་སྦྱིན་ དང་ །_ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ རྣམས་ ཇི་ལྟ ར་ དགའ་བ ར་ འགྱུར་ ཞེ་ན
en: How, you may wonder, do the terrestrial and celestial gods and yakṣas, as well as the Four Great Kings, rejoice in this?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་པོ་ དེ་དག་ གིས་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི འི་ ལྷ་ དེ་དག་ དང་ །_ ལྷ་ རྣམས་ ཀྱི་ དབང་པོ་ བརྒྱ་བྱིན་ ལ་ སྒྲོགས་ པར་ བྱེད་པ་ ནི་
en: Spiritual practitioners who carefully observe inner phenomena see by means of knowledge derived from hearing, or through the divine eye, that when the Four Great Kings have passed their message to the gods of their realm those gods will, in turn, pass it to Śakra, lord of the gods.

source: ལྷ་ འདི་ལྟར་ འཛམ་བུ འི་ གླིང་ ན་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས །_ གྲོང་ ག་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ རིགས་ ཀྱི་ བུ་ མིང་ འདི་ ཞེས་ བྱ་བ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_
en: Thus, they will convey to him, ‘In Jambudvīpa, the noble son known as so-and-so, who is of such and such a family, village, and town, has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དེ་ ཚུལ་ཁྲིམས་ དང་ །_ ཡང་དག་ པར་ སྡོམ་པ་ སྤྱོད་པ །_ སྤོབས་པ་ རིགས་པ་ དང་ གྲོལ་བ །_
en: Observing discipline and vows, he possesses eloquence, reasoning, and liberation.

source: དྲན་པ་ ཉེ་བ ར་ གཞག་པ །_ ཁ་ན་མ་ཐོ་བ་ རྡུལ་ ཙམ་ ལ་ ཡང་ འཇིགས་ པར་ ལྟ་བ །_
en: He remains mindful and regards even a speck of evil with fear.

source: བདུད་ [109a] ཀྱི་ ཕྱོགས་ དམས་པ ར་ བྱེད་ ཅིང་ །_
en: [F.109.a] The forces of the māras are waning;

source: དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མ་ ཐོ་བ ར་ བྱེད་ དེ
en: the forces of the sacred Dharma are on the rise!

source: དེ་ བདག་ཅག་ གིས་ ལྷ་ རྣམས་ ལ་ གསོལ་བ་ ལགས་སོ །_།
en: This is our message to the gods.’

source: དེ་ ཐོས་ ནས་ ལྷ་ རྣམས་ ཀྱི་ དབང་པོ་ བརྒྱ་བྱིན་ ཤིན་ཏུ་ ཡིད་ དགའ་བ་ དང་ །_ བརྒྱ་བྱིན་ གྱི་ མདུན་ན་འདོན་ དེ་ དང་ སུམ་ཅུ་རྩ་གསུམ་ གྱི་ ལྷ་ རྣམས་ ཀུན་ ཏུ་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: $157 “Śakra, lord of the gods, will be most delighted when he hears this, and so will the gods who are his close servants, and the gods of the Heaven of the Thirty-Three.”

source: དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ ལེའུ ར་ བཅད་པ འོ །།_།།
en: $158 This was the chapter on the ten virtuous courses of action.
